[
  { "id": 1, "name": "Ray-Ban Classic Aviator", "price": "$29.99", "image": "https://images.unsplash.com/photo-1572635196237-14b3f281503f?q=80&w=2080&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",  "description": "Description: Discover legendary style with Ray-Ban Classic Aviator sunglasses. These timeless glasses combine elegance with top-notch craftsmanship. Featuring precisely fitted lenses for excellent UV protection and lightweight metal frames with adjustable nose pads, they offer both refined style and exceptional comfort. Perfect for those who appreciate classic looks and modern fashion solutions." },
  { "id": 2, "name": "Gentle Monster Visionary", "price": "$49.99", "image": "https://images.unsplash.com/photo-1511499767150-a48a237f0083?q=80&w=2080&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D", "description": "Description: Step into the future of eyewear with Gentle Monster Visionary sunglasses. Renowned for their avant-garde design, these glasses blend bold aesthetics with cutting-edge technology. The distinctive, oversized frames and innovative lens shapes make a powerful style statement while providing superior UV protection. Crafted from high-quality materials for durability and comfort, they offer an unrivaled blend of fashion and functionality. Ideal for trendsetters who push the boundaries of style." },
  { "id": 3, "name": "Gentle Monster Tortoise Shell Classic", "price": "$39.99", "image": "https://images.unsplash.com/photo-1603578119639-798b8413d8d7?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D","description": "Description: Elevate your eyewear collection with Gentle Monster Tortoise Shell Classic sunglasses. Featuring a timeless tortoise shell pattern, these glasses combine vintage charm with contemporary design. The rich, multi-tonal frames add a touch of sophistication, while the high-quality lenses provide excellent UV protection. Crafted with attention to detail and comfort, these sunglasses are perfect for those who appreciate a classic yet modern look. Ideal for effortlessly enhancing any outfit." },
  { "id": 4, "name": "Ray-Ban Optical Classic", "price": "$29.99", "image": "https://images.unsplash.com/photo-1556306510-31ca015374b0?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D", "description": "Description: Experience timeless sophistication with Ray-Ban Optical Classic eyeglasses. These iconic frames blend classic design with modern functionality, offering both style and clarity. Featuring durable materials and a refined aesthetic, these glasses are perfect for everyday wear. The adjustable nose pads and flexible hinges ensure a comfortable fit, while the high-quality lenses provide exceptional vision correction. Ideal for those who value a blend of elegance and practicality in their eyewear."},
  { "id": 5, "name": " Ray-Ban Precision Vision", "price": "$49.99", "image": "https://images.unsplash.com/photo-1574258495973-f010dfbb5371?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D", "description": "Description: Discover impeccable clarity with Ray-Ban Precision Vision eyeglasses. Designed for those who value both style and functionality, these glasses feature a sleek, modern frame that enhances any look. The high-quality lenses ensure precise vision correction, while the lightweight, durable materials provide all-day comfort. Adjustable nose pads and flexible temples offer a customized fit, making them perfect for daily use. Elevate your eyewear game with a touch of classic sophistication and cutting-edge performance." },
  { "id": 6, "name": "Ray-Ban Rose Glow", "price": "$39.99", "image": "https://images.unsplash.com/flagged/photo-1577479662097-5e0347cbe923?q=80&w=2076&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D", "description": "Description: Brighten up your look with Ray-Ban Rose Glow sunglasses. These chic, pink-tinted shades add a playful touch to any outfit while providing effective UV protection. The elegant, lightweight frame complements the unique rose-colored lenses, offering a trendy twist on classic style. Crafted for both comfort and durability, these sunglasses are perfect for those who want to make a stylish statement while shielding their eyes from the sun. Ideal for sunny days and fashion-forward individuals." }
]